Repository: Fozar/Sonata
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: 10 706903341934051489 cleaning
ru_ru: 10 706903341934051489 чистка

source: Purges bot's messages in the channel
ru_ru: Чистит сообщения бота в канале

source: User#1234 spam
ru_ru: Пользователь#1234 спам

source: Mutes member in the guild
ru_ru: Мутит участника в гильдии

source: Member muted: {0}
ru_ru: Участник заглушен: {0}

source: User#1234 1800 spam
ru_ru: Пользователь#1234 1800 спам

source: Temporarily mutes member in the guild
ru_ru: Временно мутит участника в гильдии

source: User#1234 amnesty
ru_ru: Пользователь#1234 амнистия

source: 239686604271124481 expired
ru_ru: 239686604271124481 истек срок

source: Unmutes member in the guild
ru_ru: Снимает мут участника гильдии

source: Member unmuted: {0}
ru_ru: С участника снято заглушение: {0}

source: Member kicked
ru_ru: Участник выгнан

source: User banned
ru_ru: Пользователь забанен

source: User unbanned
ru_ru: Пользователь разбанен

source: Messages purged
ru_ru: Сообщения очищены

source: Member muted
ru_ru: Участник заглушен

source: Member unmuted
ru_ru: С участника снято заглушение

source: User
ru_ru: Пользователь

source: Bot
ru_ru: Бот

source: Channel
ru_ru: Канал

source: Moderator
ru_ru: Модератор

source: Reason
ru_ru: Причина

source: Returns modlog case by specified ID
ru_ru: Возвращает случай журнала модераторов по указанному ID

source: 717068675059810376 flood
ru_ru: 717068675059810376 флуд

source: Edits modlog case reason by specified ID
ru_ru: Редактирует причину случая журнала модераторов по указанному ID

source: Reason changed.
ru_ru: Причина изменена.

source: Executes a command on behalf of a specific member in a specific channel.
ru_ru: Выполняет команду от имени определенного участника.

source: Repeats the command the specified number of times
ru_ru: Повторяет команду указанное количество раз

source: I did not find the cog: **{0}**!
ru_ru: Я не нашла модуль: **{0}**!

source: The cog is already loaded: **{0}**!
ru_ru: Модуль уже подключен: **{0}**!

source: I did not load the cog: **{0}**!
ru_ru: Я не подключала модуль: **{0}**!

source: There is no setup function in the **{0}** extension.
ru_ru: В расширении модуля **{0}** отсутсвует функция запуска.

source: An error occurred in the **{0.name}** cog or its setup function: {0.original}
ru_ru: В модуле **{0.name}** или его функции запуска произошла ошибка: {0.original}

source: Lists loaded cogs
ru_ru: Выводит список подключенных модулей

source: No loaded cogs!
ru_ru: Нет подключенных модулей!

source: Loaded cogs: {0}
ru_ru: Подключенные модули: {0}

source: Loads cog
ru_ru: Подключает модуль

source: I loaded the cog: **{}**.
ru_ru: Подключила модуль: **{}**.

source: Disables cog
ru_ru: Отключает модуль

source: This cog cannot be disabled
ru_ru: Этот модуль не может быть отключен

source: I disabled the cog: **{0}**.
ru_ru: Отключила модуль: **{0}**.

source: Reloads cog
ru_ru: Переподключает модуль

source: I reloaded the cog: **{0}**.
ru_ru: Пеподключила модуль: **{0}**.

source: Displays uptime
ru_ru: Показывает время работы

source: Evaluates input Input is interpreted as newline separated statements. If the last statement is an expression, that is the return value. Usable globals: - `bot`: the bot instance - `discord`: the discord module - `commands`: the discord.ext.commands module - `ctx`: the invocation context - `__import__`: the builtin `__import__` function - `_`: last result Such that `>eval 1 + 1` gives `2` as the result. The following invocation will cause the bot to send the text '9' to the channel of invocation and return '3' as the result of evaluating. >>> eval ```py a = 1 + 2 b = a * 2 await ctx.send(a + b) a ```
ru_ru: Исполняет ввод Ввод интерпретируется как операторы, разделенные символом новой строки. Если последний оператор является выражением, это возвращаемое значение. Используемые globals: - `bot`: экземпляр бота - `discord`: модуль discord - `commands`: модуль discord.ext.commands - `ctx`: контекст вызова - `__import__`: встроенная `__import__` функция - `_`: последний результат Выражение `>eval 1 + 1` в результате дает `2`. Следующий вызов приведет к тому, что бот отправит текст '9' в канал вызова и вернет 3, как результат выполнения. >>> eval ```py a = 1 + 2 b = a * 2 await ctx.send(a + b) a ```

source: Displays full source code for a specific command To display the source code of a subcommand you can separate it by periods, e.g. `tag.create` for the create subcommand of the tag command or by spaces.
ru_ru: Отображает полный исходный код для конкретной команды Для отображения исходного кода подкоманд можно отделить их точками, например, `tag.create` для подкоманды create команды tag или пробелами.

source: Could not find command.
ru_ru: Не удалось найти команду.

source: Displays system info
ru_ru: Отображает системную информацию

source: System Info
ru_ru: Системная информация

source: Platform
ru_ru: Платформа

source: **System**: {system} **Release**: {release} **Uptime**: {uptime}
ru_ru: **Система**: {system} **Релиз**: {release} **Время работы**: {uptime}

source: **Cores**: {count} **Usage**: {usage}%
ru_ru: **Ядра**: {count} **Использовано**: {usage}%

source: **Total**: {total}GB **Available**: {available}GB **Usage**: {usage}%
ru_ru: **Всего**: {total}GB **Доступно**: {available}GB **Использовано**: {usage}%

source: **Uptime**: {uptime} **PID**: {pid} **Memory usage**: {mem}MB ({mem_percent}%) **CPU usage**: {cpu}%
ru_ru: **Время работы**: {uptime} **PID**: {pid} **Использовано памяти**: {mem}MB ({mem_percent}%) **Использовано CPU**: {cpu}%

source: Database
ru_ru: База данных

source: Runs a shell command
ru_ru: Запускает команду оболочки

source: Reminder list
ru_ru: Список напоминаний

source: This module allows you to create reminders for a specific event after a certain amount of time using natural language.
ru_ru: Этот модуль позволяет создавать напоминания о каком-то определенном событии через определенное количество времени, используя естественный язык.

source: Reminder
ru_ru: Напоминание

source: **Remind you**: {remind} **Date**: {date}
ru_ru: **Напоминаю**: {remind} **Дата**: {date}

source: 10/10/2024 go to the dentist
ru_ru: 10/10/2024 сходить в зубному врачу

source: after 2 years check if i won the argument
ru_ru: через 2 года проверить удалось ли выиграть спор

source: after 30 minutes start stream on Twitch
ru_ru: через 30 минут начать трансляцию на Twitch

source: Reminds of something after a certain amount of time The input may be a date in your usual format or a time difference. It is recommended to check if I recognized the time correctly. In the Date field, you will see the date in UTC. Even lower will be the date in your local time. The timedelta cannot be more than 5 years.
ru_ru: Напоминает о чем-нибудь спустя определенное количество времени Входные данные могут быть датой в обычном для вас формате или разницей во времени. Рекомендуется проверить правильно ли я распознала время. В поле Дата ты увидишь дату по UTC. Еще ниже будет дата в твоем местном времени. Разница во времени не может быть больше 5 лет.

source: **Remind**: {remind} **Date**: {date}
ru_ru: **Напомнить**: {remind} **Дата**: {date}

source: Create a reminder?
ru_ru: Создать напоминание?

source: Reminder creation canceled
ru_ru: Создание напоминания отменено

source: Reminder created
ru_ru: Напоминание создано

source: Makes a list of active reminders.
ru_ru: Составляет список активных напоминаний.

source: No active reminders.
ru_ru: Нет активных напоминаний.

source: Deletes a reminder by ID
ru_ru: Удаляет напоминание по ID

source: Reminder not found.
ru_ru: Напоминание не найдено.

source: Reminder deleted.
ru_ru: Напоминание удалено.

source: Deletes all reminders
ru_ru: Удаляет все напоминания

source: You have no active reminders.
ru_ru: У тебя нет активных напоминаний.

source: Reminders deleted.
ru_ru: Напоминания удалены.

source: I can not manage role: {role}
ru_ru: Я не могу управлять ролью: {role}

source: Role `{0}` is above me in the role hierarchy.
ru_ru: Роль `{0}` выше меня в иерархии ролей.

source: Manage role menus
ru_ru: Управлять меню ролей

source: Rolemenus
ru_ru: Меню ролей

source: Role menu list is empty
ru_ru: Список меню ролей пуст

source: gender @Male @Female
ru_ru: пол @Мужчина @Женщина

source: Creates a new role menu
ru_ru: Создает новое меню ролей

source: You must specify at least 1 role
ru_ru: Тебе нужно указать хотя бы одну роль

source: Specify a reaction for the `{role}` role to this message {role_emoji}
ru_ru: Укажи реакцию для роли `{role}` на этом сообщении {role_emoji}

source: Role menu creation canceled
ru_ru: Создание меню ролей отменено

source: A role menu named `{name}` already exists
ru_ru: Меню ролей `{name}` уже существует

source: Role menu named `{name}` saved
ru_ru: Меню ролей `{name}` сохранено

source: gender
ru_ru: пол

source: Deletes a role menu
ru_ru: Удаляет меню ролей

source: A role menu named `{name}` was not found
ru_ru: Меню ролей `{name}` не найдено

source: Role menu named `{name}` deleted
ru_ru: Меню ролей `{name}` удалено

source: gender 726798897204428842
ru_ru: пол 726798897204428842

source: Starts tracking reactions on the selected message The member will receive the role if he adds the appropriate reaction to the specified message. The role will be taken away if the member deletes the reaction.
ru_ru: Начинает отслеживать реакции на выбранном сообщении Участник получает роль, если он добавляет соответствующую реакцию к указанному сообщению. Роль будет удалена, если участник удалит реакию.

source: No role menu found named `{name}`
ru_ru: Не найдено меню ролей `{name}`

source: This message is already in use by role menu `{name}`
ru_ru: Это сообщение уже используется меню ролей `{name}`

source: Role menu `{name}` attached to message
ru_ru: Меню ролей `{name}` прикреплено к сообщению

source: Stops tracking reactions on the selected message
ru_ru: Останавливает отслеживание реакций на выбранном сообщении

source: Role menu named `{name}` not attached to this message.
ru_ru: Меню ролей `{name}` не прикреплено к этому сообщению.

source: Role menu `{name}` detached from message
ru_ru: Меню ролей `{name}` отсоединено от сообщения

source: **Level**: {lvl} | **Experience**: {exp}/{max_exp}
ru_ru: **Уровень**: {lvl} | **Опыт**: {exp}/{max_exp}

source: Level up
ru_ru: Повышение уровня

source: **{user}** has reached level **{lvl}**!
ru_ru: **{user}** удалось достичь **{lvl}** уровня!

source: Rank: #{rank} | Experience: {exp}/{max_exp}
ru_ru: Ранг: #{rank} | Опыт: {exp}/{max_exp}

source: Shows member rank If the member is not specified, then shows your rank. You can also find out who is in a particular place by specifying a number.
ru_ru: Показывает ранг участника Если участник не указан, то показывает твой ранг. Также ты можешь узнать кто находится на конкретном месте, указав число.

source: This member is a bot.
ru_ru: Этот участник - бот.

source: Member not found.
ru_ru: Участник не найден.

source: Rank
ru_ru: Ранг

source: Disables/Enables auto-message when leveling up
ru_ru: Отключает/включает автосообщение при повышении уровня

source: Enables auto-message when leveling up
ru_ru: Включает автосообщение при повышении уровня

source: Auto-message when leveling up is already enabled.
ru_ru: Автосообщение при повышении уровня уже включено.

source: Auto-message when leveling up is enabled.
ru_ru: Автосообщение при повышении уровня включено.

source: Disables auto-message when leveling up
ru_ru: Отключает автосообщение при повышении уровня

source: Auto-message when leveling up is already disabled.
ru_ru: Автосообщение при повышении уровня уже отключено.

source: Auto-message when leveling up is disabled.
ru_ru: Автосообщение при повышении уровня отключено.

source: Shows guild leaderboard
ru_ru: Показывает таблицу лидеров гильдии

source: Guild Leaderboard
ru_ru: Таблица лидеров гильдии

source: The module is responsible for general statistics and level system.
ru_ru: Модуль отвечает за общую статистку и уровневую систему.

source: This module allows you to track online broadcasts of your favorite streamers with the possibility of flexible settings.
ru_ru: Этот модуль позволяет отслеживать онлайн трансляций ваших любимых стримеров с возможностью гибкой настройки.

source: Alerts settings
ru_ru: Настройки оповещений

source: Enables alerts
ru_ru: Включает оповещения

source: Alerts enabled.
ru_ru: Оповещения включены.

source: Disables alerts
ru_ru: Отключает оповещения

source: Alerts disabled.
ru_ru: Оповещения отключены.

source: Sets default alert settings
ru_ru: Устанавливает настройки оповещений по умолчанию

source: Sets default alert channel
ru_ru: Устанавливает канал для оповещений по умолчанию

source: Alerts channel set.
ru_ru: Канал для оповещений установлен.

source: {{name}} if offline
ru_ru: {{name}} не в сети

source: Sets default offline alert message Markdown is allowed. Replacements `{{link}}` - stream link `{{name}}` - streamer name `{{views}}` - user's views count
ru_ru: Устанавливает оффлайн-сообщение оповещений по умолчанию Markdown разрешен. Замены `{{link}}` - ссылка на профиль стримера `{{name}}` - имя стримера `{{views}}` - количество просмотров пользователя

source: Alerts offline message set.
ru_ru: Оффлайн-сообщение в оповещении установлено.

source: {{name}} began broadcasting "{{game}}". Link: {{link}}
ru_ru: {{name}} начал трансляцию "{{game}}". Ссылка: {{link}}

source: Sets default alert message Markdown is allowed. Replacements `{{link}}` - stream link `{{name}}` - streamer name `{{title}}` - stream title `{{game}}` - game name `{{viewers}}` - viewers count `{{views}}` - user's views count
ru_ru: Устанавливает сообщение оповещений по умолчанию Markdown разрешен. Замены `{{link}}` - ссылка на стрим `{{name}}` - имя стримера `{{title}}` - заголовок стрима `{{game}}` - название игры `{{viewers}}` - количество зрителей `{{views}}` - количество просмотров пользователя

source: Alerts message set.
ru_ru: Сообщение в оповещении установлено.

source: Toggles alert mentions
ru_ru: Переключает упоминания в оповещениях

source: Sets alert mentions to `@everyone` The bot must have the permission to mention everyone.
ru_ru: Устанавливает упоминания в оповещениях на `@everyone` Бот должен иметь право упоминания everyone.

source: Alerts will mention `@everyone`.
ru_ru: Оповещения будут упоминать `@everyone`.

source: Sets alert mentions to `@here` The bot must have the permission to mention everyone.
ru_ru: Устанавливает упоминания в оповещениях на `@here` Бот должен иметь право упоминания everyone.

source: Alerts will mention `@here`.
ru_ru: Оповещения будут упоминать `@here`.

source: @Role
ru_ru: @Роль

source: Sets alert mentions to specified role Role must be mentionable.
ru_ru: Устанавливает упоминания в оповещениях на указанную роль Роль должна быть упоминаемой.

source: The role is not mentionable.
ru_ru: Роль не упоминаемая.

source: Alerts will mention `@{0}`.
ru_ru: Оповещения будут упоминать `@{0}`.

source: Enables alert mentions
ru_ru: Включает упоминания в оповещениях

source: Alert mentions enabled.
ru_ru: Упоминания в оповещениях включены.

source: Disables alert mentions
ru_ru: Отключает упоминания в оповещениях

source: Alert mentions disabled.
ru_ru: Упоминания в оповещениях отключены.

source: Twitch game {0} is not found.
ru_ru: Игра {0} не найдена в Twitch.

source: Twitch user {0} is not found.
ru_ru: Пользователь {0} не найден в Twitch.

source: User {0} is not tracked in this guild.
ru_ru: Пользователь {0} не отслеживается в этой гильдии.

source: Stream is offline
ru_ru: Стрим не в сети

source: Game
ru_ru: Игра

source: Viewers
ru_ru: Зрители

source: Views
ru_ru: Просмотры

source: Twitch alerts
ru_ru: Оповещения Twitch

source: Tracked users
ru_ru: Отслеживаемые пользователи

source: Adds the user to the list of tracked streamers
ru_ru: Добавляет пользователя в список отслеживаемых стримеров

source: An error occurred while subscribing.
ru_ru: Произошла ошибка при подписке.

source: User {0} is now tracked in this guild.
ru_ru: Пользователь {0} теперь отслеживается в этой гильдии.

source: Clears the list of tracked streamers
ru_ru: Очищает список отслеживаемых стримеров

source: The list of tracked users in this guild has been cleared.
ru_ru: Список отслеживаемых пользователей в этой гильдии был очищен.

source: Removes a user from the list of tracked streamers This will also reset all non-default settings related to this user.
ru_ru: Удаляет пользователя из списка отслеживаемых стримеров Это также сбрасывает все нестандартные настройки, связанные с этим пользователем.

source: User {0} is no longer being tracked in this guild.
ru_ru: Пользователь {0} больше не отслеживается в этой гильдии.

source: Disables alerts from the specified streamer
ru_ru: Отключает оповещения от указанного стримера

source: Alerts from {0} are disabled.
ru_ru: Оповещения от {0} отключены.

source: Enables alerts from the specified streamer
ru_ru: Включает оповещения от указанного стримера

source: Alerts from {0} are enabled.
ru_ru: Оповещения от {0} включены.

source: Filtering settings Alert will be published only if filtering checks pass.
ru_ru: Настройки фильтрации Оповещение будет опубликовано, только если пройдет проверки фильтрации.

source: Game filter You must specify games exactly as they are listed on Twitch.
ru_ru: Игровой фильтр Тебе нужно указывать игры точно так же, как они указаны в Twitch.

source: Game filter whitelist
ru_ru: Белый список игрового фильтра

source: Game filter whitelist - {0}
ru_ru: Белый список игрового фильтра - {0}

source: Whitelist is **enabled**.
ru_ru: Белый список **включен**.

source: Whitelist is **disabled**.
ru_ru: Белый список **отключен**.

source: **Games**
ru_ru: **Игры**:

source: Enables game filter whitelisting
ru_ru: Включает белый список игрового фильтра

source: Game filter whitelist is enabled for {0}.
ru_ru: Белый список игрового фильтра включен для {0}.

source: Disables game filter whitelisting
ru_ru: Отключает белый список игрового фильтра

source: Game filter whitelist is disabled for {0}.
ru_ru: Белый список игрового фильтра отключен для {0}.

source: Adds games to the whitelist
ru_ru: Добавляет игры в белый список

source: The following games have been whitelisted for {user}: {games}
ru_ru: Следующие игры добавлены в белый список для {user}: {games}

source: Whitelist cleared successfully for {0}.
ru_ru: Белый список успешно очищен для {0}.

source: Removes games from the whitelist
ru_ru: Удаляет игры из белого списка

source: The following games have been removed from the whitelist for {user}: {games}
ru_ru: Следующие игры удалены из белого списка для {user}: {games}

source: Game filter blacklist
ru_ru: Черный список игрового фильтра

source: Game filter blacklist - {0}
ru_ru: Черный список игрового фильтра - {0}

source: Blacklist is **enabled**.
ru_ru: Черный список **включен**.

source: Blacklist is **disabled**.
ru_ru: Черный список **отключен**.

source: Enables game filter blacklisting
ru_ru: Включает черный список игрового фильтра

source: Game filter blacklist is enabled for {0}.
ru_ru: Черный список игрового фильтра включен для {0}.

source: Disables game filter blacklisting
ru_ru: Отключает черный список игрового фильтра

source: Game filter blacklist is disabled for {0}.
ru_ru: Черный список игрового фильтра отключен для {0}.

source: Adds games to the blacklist
ru_ru: Добавляет игры в черный список

source: The following games have been blacklisted for {user}: {games}
ru_ru: Следующие игры добавлены в черный список для {user}: {games}

source: Blacklist cleared successfully for {0}.
ru_ru: Черный список успешно очищен для {0}.

source: Removes games from the blacklist
ru_ru: Удаляет игры из черного списка

source: The following games have been removed from the blacklist for {user}: {games}
ru_ru: Следующие игры удалены из черного списка для {user}: {games}

source: Title filter
ru_ru: Фильтр по заголовкам

source: Title filter whitelist
ru_ru: Белый список фильтра по заголовкам

source: Enables title filter whitelisting
ru_ru: Включает белый список фильтра по заголовкам

source: Title filter whitelist is enabled for {0}.
ru_ru: Белый список фильтра по заголовкам включен для {0}.

source: Disables title filter whitelisting
ru_ru: Отключает белый список фильтра по заголовкам

source: Title filter whitelist is disabled for {0}.
ru_ru: Белый список фильтра по заголовкам отключен для {0}.

source: ninja giveaway
ru_ru: ninja розыгрыш

source: ninja .+giveaway.*
ru_ru: ninja .+розыгрыш.*

source: Adds title to the whitelist Regex is allowed.
ru_ru: Добавляет заголовок в белый список

source: The title is whitelisted for {0}.
ru_ru: Заголовок добавлен в белый список для {0}.

source: Removes title from the whitelist
ru_ru: Удаляет заголовок из белого списка

source: The title removed from whitelist for {0}.
ru_ru: Заголовок удален из белого списка для {0}.

source: Title filter blacklist
ru_ru: Черный список фильтра по заголовкам

source: Enables title filter blacklisting
ru_ru: Включает черный список фильтра по заголовкам

source: Title filter blacklist is enabled for {0}.
ru_ru: Черный список фильтра по заголовкам включен для {0}.

source: Disables title filter blacklisting
ru_ru: Отключает черный список фильтра по заголовкам

source: Title filter blacklist is disabled for {0}.
ru_ru: Черный список фильтра по заголовкам отключен для {0}.

source: Adds title to the blacklist Regex is allowed.
ru_ru: Добавляет заголовок в черный список Regex разрешен.

source: The title is blacklisted for {0}.
ru_ru: Заголовок добавлен в черный список для {0}.

source: Removes title from the blacklist
ru_ru: Удаляет заголовок из черного списка

source: The title removed from blacklist for {0}.
ru_ru: Заголовок удален из черного списка для {0}.

source: Sets alert settings for specified user
ru_ru: Устанавливает настройки оповещений для указанного пользователя

source: ninja #TextChannel
ru_ru: ninja #ТекстовыйКанал

source: Sets alert channel for specified user
ru_ru: Устанавливает канал для оповещений для указанного пользователя

source: Alert channel set for {0}.
ru_ru: Канал для оповещений установлен для {0}.

source: ninja {{name}} if offline
ru_ru: ninja {{name}} не в сети

source: Sets offline alert message for specified user Markdown is allowed. Replacements `{{link}}` - stream link `{{name}}` - streamer name `{{views}}` - user's views count
ru_ru: Устанавливает оффлайн-сообщение оповещений для указанного пользователя Markdown разрешен. Замены `{{link}}` - ссылка на профиль стримера `{{name}}` - имя стримера `{{views}}` - количество просмотров пользователя

source: Alert offline message set for {0}.
ru_ru: Оффлайн-сообщение в оповещении установлено для {0}.

source: ninja {{name}} began broadcasting "{{game}}". Link: {{link}}
ru_ru: ninja {{name}} начал трансляцию "{{game}}". Ссылка: {{link}}

source: Sets alert message for specified user Markdown is allowed. Replacements `{{link}}` - stream link `{{name}}` - streamer name `{{title}}` - stream title `{{game}}` - game name `{{viewers}}` - viewers count `{{views}}` - user's views count
ru_ru: Устанавливает сообщение оповещений для указанного пользователя Markdown разрешен. Замены `{{link}}` - ссылка на стрим `{{name}}` - имя стримера `{{title}}` - заголовок стрима `{{game}}` - название игры `{{viewers}}` - количество зрителей `{{views}}` - количество просмотров пользователя

source: Alert message set for {0}.
ru_ru: Сообщение в оповещении установлено для {0}.

source: Toggles alert mentions for specified user
ru_ru: Переключает упоминания в оповещениях для указанного пользователя

source: Sets alert mentions to `@everyone` for specified user The bot must have the permission to mention everyone.
ru_ru: Устанавливает упоминания в оповещениях на `@everyone` для указанного пользователя Бот должен иметь право упоминания everyone.
