Repository: Fozar/Sonata
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: Alerts will mention `@everyone` for {0}.
ru_ru: Оповещения будут упоминать `@everyone` для {0}.

source: Sets alert mentions to `@here` for specified user The bot must have the permission to mention everyone.
ru_ru: Устанавливает упоминания в оповещениях на `@here` для указанного пользователя Бот должен иметь право упоминания everyone.

source: Alerts will mention `@here` for {0}.
ru_ru: Оповещения будут упоминать `@here` для {0}.

source: ninja @Role
ru_ru: ninja @Роль

source: Sets alert mentions to specified role for specified user Role must be mentionable.
ru_ru: Устанавливает упоминания в оповещениях на указанную роль для указанного пользователя Роль должна быть упоминаемой.

source: Alerts will mention `@{role}` for {user}.
ru_ru: Оповещения будут упоминать `@{role}` для {user}.

source: Enables alert mentions for specified user
ru_ru: Включает упоминания в оповещениях для указанного пользователя

source: Alert mentions enabled for {0}.
ru_ru: Упоминания в оповещениях включены для {0}.

source: Disables alert mentions for specified user
ru_ru: Отключает упоминания в оповещениях для указанного пользователя

source: Alert mentions disabled for {0}.
ru_ru: Упоминания в оповещениях отключены для {0}.

source: Inherits mentions settings from default settings
ru_ru: Наследует настройки упоминаний из настроек по умолчанию

source: Mention settings inherited from default settings for {0}.
ru_ru: Настройки упоминаний унаследованы из настроек по умолчанию для {0}.

source: Searching results
ru_ru: Результаты поиска

source: Tags is a very useful feature that allows you to save information for further retrieval. There are many ways to use this module. You can, for example, save links to funny pictures, quotes from great people, or even make a local knowledge base. Advanced tag search will help you with this.
ru_ru: Теги это очень полезная функция, позволяющая сохранять информацию для ее дальнейшего извлечения. Существует много способов применения этого модуля. Вы можете, например, сохранять ссылки на смешные картинки, цитаты великих людей или даже сделать локальную базу знаний. Продвинутый поиск по тегам поможет вам в этом.

source: download link
ru_ru: ссылка на скачивание

source: Returns the text with the specified tag If a tag with the specified name is not found, a search will be performed by the names, aliases and contents of the tags.
ru_ru: Возвращает текст с указанным тегом Если тег с указанным именем не найден, будет выполнен поиск по именам, псевдонимам и содержимому тегов.

source: Did you mean:
ru_ru: Возможно, вы имели в виду:

source: Tag `{0}` not found.
ru_ru: Тег `{0}` не найден.

source: "download link" https://example.com/download
ru_ru: "ссылка на скачивание" https://example.com/download

source: Creates new tag This tag will belong to you and will be available only in this guild. You must enclose the name in double quotation marks if it consists of more than one word.
ru_ru: Создает новый тег Этот тег будет принадлежать тебе и будет доступен только в этой гильдии. Тебе необходимо заключить имя в двойные кавычки, если оно состоит больше, чем из одного слова.

source: Tag `{0}` already exists.
ru_ru: Тег `{0}` уже существует.

source: Tag `{0}` successfully created.
ru_ru: Тег `{0}` успешно создан.

source: "download link" version list
ru_ru: "ссылка на скачивание" список версий

source: Creates new tag alias This alias will belong to you and will be available only in this guild. Removing the original tag will also remove the alias. You must enclose the name in double quotation marks if it consists of more than one word.
ru_ru: Создает новый псевдоним тега Этот псевдоним будет принадлежать тебе и будет доступен только в этой гильдии. Удаление оригинального тега также удалит псевдоним. Тебе необходимо заключить имя в двойные кавычки, если оно состоит больше, чем из одного слова.

source: Tag alias `{alias}` that points to `{tag}` successfully created.
ru_ru: Псевдоним `{alias}`, который указывает на тег `{tag}` успешно создан.

source: Lists all tags Tags are sorted alphabetically.
ru_ru: Выводит список всех тегов. Теги сортируются в алфавитном порядке.

source: Tag list
ru_ru: Список тегов

source: No tags.
ru_ru: Нет тегов.

source: Deletes your tag or alias
ru_ru: Удаляет твой тег или псевдоним

source: Tag alias `{0}` successfully deleted.
ru_ru: Псевдоним `{0}` успешно удален.

source: You are not the owner of this tag alias.
ru_ru: Ты не владелец этого псевдонима.

source: Tag `{0}` successfully deleted.
ru_ru: Тег `{0}` успешно удален.

source: You are not the owner of this tag.
ru_ru: Ты не владелец этого тега.

source: "download link" Download: https://example.com/download
ru_ru: "ссылка на скачивание" Скачать: https://example.com/download

source: Edits content of your tag Be careful, the command completely replaces the content of the tag. You must enclose the name in double quotation marks if it consists of more than one word.
ru_ru: Редактирует содержание твоего тега Будь внимательнее, команда полностью перезаписывает содержание тега Тебе необходимо заключить имя в двойные кавычки, если оно состоит больше, чем из одного слова.

source: Tag content changed.
ru_ru: Содержание тега изменено.

source: Displays tag information
ru_ru: Отображает информацию о теге

source: Aliases
ru_ru: Псевдонимы

source: Created at
ru_ru: Тег создан

source: Uses
ru_ru: Использований

source: Owner not found
ru_ru: Владелец не найден

source: Lists the tags of the specified member If the member is not specified, lists author tags. Tags are sorted alphabetically.
ru_ru: Выводит список тегов указанного участника Если участник не указан, выводит список тегов автора. Теги сортируются в алфавитном порядке.

source: @Member download link
ru_ru: @Участник ссылка на скачивание

source: Passes your tag to another member Example: - tag pass @Member example tag
ru_ru: Передает тег другому участнику Пример: - tag pass @Участник пример тега

source: Tag owner changed.
ru_ru: Владелец тега изменен.

source: Returns the raw content with the specified tag The command can be useful when editing tags to preserve formatting.
ru_ru: Возвращает необработанное содержимое тега Команда может быть полезна при редактировании тегов, чтобы сохранить форматирование.

source: download
ru_ru: скачать

source: link
ru_ru: ссылка

source: version
ru_ru: версия

source: Searches for tags The search is performed by name, alias, and tag content.
ru_ru: Выполняет поиск по тегам Поиск выполняется по имени, псевдониму и содержимому тега.

source: No results were found for your request.
ru_ru: По твоему запросу ничего не найдено.

source: An alias for tag all command
ru_ru: Псевдоним для команды tag all

source: Various useful utilities, such as a calculator, weather and virus info.
ru_ru: Различные полезные утилиты, такие как калькулятор, информация о погоде и вирусе.

source: Temperature
ru_ru: Температура

source: Feels like
ru_ru: Ощущается как

source: Humidity
ru_ru: Влажность

source: Pressure
ru_ru: Давление

source: {0} mbar
ru_ru: {0} мбар

source: Wind speed
ru_ru: Скорость ветра

source: {0} m/s
ru_ru: {0} м/с

source: Local time
ru_ru: Местное время

source: Displays a member’s avatar in full size
ru_ru: Показывает аватар участника в полном размере

source: {0} avatar
ru_ru: Аватар {0}

source: Calculates an expression Supported operations ``` Add (a+b) Subtract (a-b) Multiply (a*b) Divide (a/b) Power (a**b or a^b) Modulo (a%b) Unary plus (+a) Unary minus (-a) ``` There is a restriction on the power operation. None of the operands should be greater than 100.
ru_ru: Вычисляет выражение Поддерживаемые операции ``` Сложение (a+b) Вычитание (a-b) Умножение (a*b) Деление (a/b) Возведение в степень (a**b или a^b) Остаток от деления (a%b) Унарный плюс (+a) Унарный минус (-a) ``` На операцию возведения в степень наложено ограничение. Ни один из операндов не должен быть больше 100.

source: Result: {0}
ru_ru: Результат: {0}

source: Shows COVID-19 pandemic statistics
ru_ru: Показывает статистику пандемии COVID-19

source: world
ru_ru: мир

source: Country not found.
ru_ru: Страна не найдена.

source: - World
ru_ru: - Мир

source: Confirmed cases
ru_ru: Подтвержденные случаи

source: Active cases
ru_ru: Активные случаи

source: Closed cases
ru_ru: Закрытые случаи

source: Recovered
ru_ru: Выздоровления

source: Deaths
ru_ru: Смерти

source: Deaths/Closed cases
ru_ru: Смерти/Закрытые случаи

source: Displays country list
ru_ru: Отображает список стран

source: Countries
ru_ru: Страны

source: echo
ru_ru: эхо

source: #TextChannel echo
ru_ru: #ТекстовыйКанал эхо

source: Sends the specified message to the specified channel If no channel is specified, the current one is used.
ru_ru: Отправляет указанное сообщение в указанный канал Если канал не указан, будет использован текущий.

source: London
ru_ru: Лондон

source: Finds out the weather The name of the locality may be specified in any language.
ru_ru: Узнает погоду Название населенного пункта может быть указано на любом языке.

source: {0}, I did not find such a locality.
ru_ru: {0}, я не нашла такой населенный пункт.

source: You do not have enough permissions to do it.
ru_ru: У тебя недостаточно прав для этого.

source: I do not have enough permissions to do it.
ru_ru: У меня недостаточно прав для этого.

source: I am missing permissions.
ru_ru: Мне не хватает прав.

source: Arguments specified incorrectly:```diff - {0}```
ru_ru: Аргументы указаны неверно:```diff - {0}```

source: Required argument `{0}` not specified.
ru_ru: Обязательный аргумент `{0}` не указан.

source: An error occurred while making an HTTP request.
ru_ru: Произошла ошибка при выполнении HTTP-запроса.

source: This command is only for premium guilds.
ru_ru: Эта команда только для премиум гильдий.

source: Command `{0}` is disabled.
ru_ru: Команда `{0}` отключена.

source: Command `{cmd}` on cooldown. Try again in **{cd}s**.
ru_ru: Команда `{cmd}` на восстановлении. Попробуй снова через **{cd}с**.

source: This command can only be used in private messages.
ru_ru: Эта команда может использоваться только в личных сообщениях.

source: I can't send messages to `{0}` channel.
ru_ru: Я не могу отправлять сообщения в канал `{0}`.

source: You are not an administrator
ru_ru: Ты не администратор

source: Help for member commands available. Commands for which the member has insufficient rights will not be displayed. If help is requested for a specific command, detailed information on its use will be displayed. If the command has subcommands, they will be listed.
ru_ru: Справка по доступным участнику командам. Не будут отображены команды, на использование которых у участника недостаточно прав. В случае, если запрошена справка по конкретной команде, будет отображена подробная информация по ее использованию. Если у команды есть подкоманды, они будут перечислены.

source: Shows this message
ru_ru: Показывает это сообщение

source: No category
ru_ru: Без категории

source: No description
ru_ru: Нет описания

source: Requested by {0}
ru_ru: Запрошено {0}

source: No command called `{0}` found.
ru_ru: Команда `{0}` не найдена.

source: Command list
ru_ru: Список команд

source: Cog {0}
ru_ru: Модуль {0}

source: __Commands:__
ru_ru: __Команды:__

source: __Usage:__
ru_ru: __Использование:__

source: __Examples:__
ru_ru: __Примеры:__

source: __Subcommands:__
ru_ru: __Подкоманды:__

source: Command {0}
ru_ru: Команда {0}

source: The minimum deleted days are 0 and the maximum is 7.
ru_ru: Минимальное количество удаленных дней - 0, а максимальное - 7.

source: Locale not found
ru_ru: Язык не найден

source: Could not find a channel by ID {0}.
ru_ru: Не удалось найти канал по ID {0}.

source: Invalid expression
ru_ru: Неверное выражение

source: Timeout exceeded: {0}s
ru_ru: Превышено ограничение по времени: {0}с

source: Range exceeded: {0} ** {1}
ru_ru: Превышен диапазон: {0} ** {1}

source: Member "{0}" is the author of the message.
ru_ru: Участник "{0}" автор сообщения.

source: Member "{0}" is me.
ru_ru: Участник "{0}" это я.

source: Member "{0}" is the guild owner.
ru_ru: Участник "{0}" владелец гильдии.

source: Member "{0}" is above moderator in the role hierarchy.
ru_ru: Участник "{0}" выше модератора в иерархии ролей.

source: Member "{0}" is above me in the role hierarchy.
ru_ru: Участник "{0}" выше меня в иерархии ролей.

source: Member "{0}" is guild administrator.
ru_ru: Участник "{0}" администратор гильдии.

source: Member "{0}" is guild moderator.
ru_ru: Участник "{0}" модератор гильдии.

source: Invalid ID.
ru_ru: Неверный ID.

source: Case not found.
ru_ru: Случай не найден.

source: Missing tag name.
ru_ru: Отсутствует имя тега.

source: Tag name is a maximum of 100 characters.
ru_ru: Имя тега может содержать не более 100 символов.

source: This tag name starts with a reserved word.
ru_ru: Это имя тега начинается с зарезервированного слова.

source: me
ru_ru: мне

source: Could not recognize the date.
ru_ru: Не могу распознать дату.

source: An error occurred converting the date.
ru_ru: Возникла ошибка конвертации даты.

source: This time is in the past.
ru_ru: Это время в прошлом.

source: This time is in the future.
ru_ru: Это время в будущем.

source: Maximum timedelta: {0}
ru_ru: Максимальная разница во времени: {0}

source: Missing argument before or after the time.
ru_ru: Отсутствует аргумент до или после времени.

source: Sonata is a multi-functional polyglot bot. The bot has many modules for entertaining members, moderation, providing useful information and utilities and much more.
ru_ru: Соната - это многофункциональный бот-полиглот. Бот имеет множество модулей для развлечения участников, модерирования, предоставления полезной информации и утилит и многое другое.
