Repository: Fozar/Sonata
Catalog: locales/*/LC_MESSAGES/messages.po
Languages: ru_ru

source: This module is responsible for the unique behavior of the bot in your guild. You can disable and enable modules and commands, change the language and prefix of the bot and so on
ru_ru: Этот модуль отвечает за уникальное поведение бота в твоей гильдии. Ты можешь отключать и включать модули и команды, изменять язык, префикс бота и др.

source: Channels settings
ru_ru: Настройки каналов

source: #TextChannel
ru_ru: #ТекстовыйКанал

source: #TextChannel en_US
ru_ru: #ТекстовыйКанал ru_RU

source: Set channel locale
ru_ru: Устанавливает язык канала

source: Current channel locale is {flag} `{locale}`.
ru_ru: Текущий язык канала: {flag} `{0}`.

source: The channel locale is set to {flag} `{locale}`.
ru_ru: Язык канала установлен на {flag} `{locale}`.

source: Guild settings
ru_ru: Настройки гильдии

source: Disables/Enables auto-message when leveling up for all members
ru_ru: Отключает/включает автосообщение при повышении уровня для всех участников

source: Enables auto-message when leveling up for all members
ru_ru: Включает автосообщение при повышении уровня для всех участников

source: Auto-message when leveling up is already enabled for all members.
ru_ru: Автосообщение при повышении уровня уже включено для всех участников.

source: Auto-message when leveling up is enabled for all members.
ru_ru: Автосообщение при повышении уровня включено для всех участников.

source: Disables auto-message when leveling up for all members
ru_ru: Отключает автосообщение при повышении уровня для всех участников

source: Auto-message when leveling up is already disabled for all members.
ru_ru: Автосообщение при повышении уровня уже отключено для всех участников.

source: Auto-message when leveling up is disabled for all members.
ru_ru: Автосообщение при повышении уровня отключено для всех участников.

source: Guild blacklist The bot will not respond to commands in blacklisted channels.
ru_ru: Черный список гильдии Бот не будет отвечать на команды в каналах из черного списка.

source: Blacklist is empty.
ru_ru: Черный список пуст.

source: Blacklist
ru_ru: Черный список

source: **Channels**
ru_ru: **Каналы**

source: #TextChannel #AnotherTextChannel
ru_ru: #ТекстовыйКанал #ДругойТекстовыйКанал

source: Adds channels to blacklist
ru_ru: Добавляет каналы в черный список

source: Channels successfully added to blacklist.
ru_ru: Каналы успешно добавлены в черный список.

source: Clears the blacklist
ru_ru: Очищает черный список

source: Blacklist cleared successfully.
ru_ru: Черный список успешно очищен.

source: Disables blacklist in the guild
ru_ru: Отключает черный список в гильдии

source: Blacklist disabled.
ru_ru: Черный список отключен.

source: Enables blacklist in the guild
ru_ru: Включает черный список в гильдии

source: Blacklist enabled.
ru_ru: Черный список включен.

source: Removes channels from blacklist
ru_ru: Удаляет каналы из черного списка

source: Channels successfully removed from blacklist.
ru_ru: Каналы успешно удалены из черного списка.

source: Toggle whether to send help message to direct messages
ru_ru: Переключает отправку справки в личные сообщения

source: Enables sending help to direct messages
ru_ru: Включает отправку справки в личные сообщения

source: Sending bot help messages to direct messages is already enabled.
ru_ru: Отправка справки в личные сообщения уже включена.

source: Sending bot help messages to direct messages is enabled.
ru_ru: Отправка справки в личные сообщения включена.

source: Disables sending help to direct messages
ru_ru: Отключает отправку справки в личные сообщения

source: Sending bot help messages to direct messages is already disabled.
ru_ru: Отправка справки в личные сообщения уже отключена.

source: Sending bot help messages to direct messages is disabled.
ru_ru: Отправка справки в личные сообщения отключена.

source: Disables/Enables cog in the guild
ru_ru: Отключает/включает модуль в гильдии

source: Enables cog in the guild
ru_ru: Включает модуль в гильдии

source: This cog has not been disabled.
ru_ru: Этот модуль не был отключен.

source: Cog `{0}` enabled.
ru_ru: Модуль `{0}` включен.

source: Disables cog in the guild
ru_ru: Отключает модуль в гильдии

source: Cog `{cog}` does not exist. You can disable the following cogs: {cogs}.
ru_ru: Модуль `{cog}` не существует. Ты можешь отключить следующие модули: {cogs}.

source: Cog `{0}` cannot be disabled.
ru_ru: Модуль `{0}` не может быть отключен.

source: This cog is already disabled.
ru_ru: Этот модуль уже отключен.

source: Cog `{0}` disabled.
ru_ru: Модуль `{0}` отключен.

source: Disables/Enables command in the guild
ru_ru: Отключает/включает команду в гильдии

source: Enables command in the guild
ru_ru: Включает команду в гильдии

source: This command has not been disabled.
ru_ru: Эта команда не была отключена.

source: Command `{0}` enabled.
ru_ru: Команда `{0}` включена.

source: Disables command in the guild
ru_ru: Отключает команду в гильдии

source: Command `{0}` not found.
ru_ru: Команда `{0}` не найдена.

source: Command `{0}` cannot be disabled.
ru_ru: Команда `{0}` не может быть отключена.

source: This command is already disabled.
ru_ru: Эта команда уже отключена.

source: Command `{0}` disabled.
ru_ru: Команда `{0}` отключена.

source: Welcome message
ru_ru: Приветственное сообщение

source: Welcome message not set.
ru_ru: Приветственное сообщение не установлено.

source: Channel not found. Set a new welcome message.
ru_ru: Канал не найден. Установи новое приветственное сообщение.

source: **Channel**: {channel} **Message**: ```{msg}```
ru_ru: **Канал**: {channel} **Сообщение**: ```{msg}```

source: Disables the greeting message.
ru_ru: Отключает приветственное сообщение.

source: Welcome message is disabled.
ru_ru: Приветственное сообщение отключено.

source: #TextChannel Hi, {{member}}! Welcome to our guild!
ru_ru: #ТекстовыйКанал Привет, {{member}}! Добро пожаловать в нашу гильдию!

source: Sets welcome message Use {{member}} to display the member name in the message or {{mention}} to @mention.
ru_ru: Устанавливает приветственное сообщение Используй {{member}}, чтобы отобразить имя участника в сообщении или {{mention}}, чтобы @упомянуть.

source: I can't send messages in this channel.
ru_ru: Я не могу отправлять сообщения в этот канал.

source: Welcome message cannot exceed 2000 characters.
ru_ru: Длина приветствия не может быть больше 2000 символов.

source: Welcome message set.
ru_ru: Приветственное сообщение установлено.

source: Set guild locale
ru_ru: Устанавливает язык гильдии

source: Current guild locale is {flag} `{locale}`.
ru_ru: Текущий язык гильдии: {flag} `{locale}`.

source: The guild locale is set to {flag} `{locale}`.
ru_ru: Язык гильдии установлен на {flag} `{locale}`.

source: Set modlog channel
ru_ru: Устанавливает канал журнала модераторов

source: Modlog channel is set to {0}.
ru_ru: Журнал модераторов установлен на {0}.

source: Reset modlog channel
ru_ru: Сбрасывает канал журнала модераторов

source: Modlog channel reset.
ru_ru: Канал журнала модераторов сброшен.

source: Set guild prefix The guild prefix overwrites the default prefix.
ru_ru: Устанавливает префикс гильдии Префикс гильдии перезаписывает префикс по умолчанию.

source: Current guild prefix is `{0}`.
ru_ru: Текущий префикс гильдии: `{0}`.

source: This prefix is too long. The prefix cannot consist of more than {0} characters.
ru_ru: Этот префикс слишком длинный. Префикс не может состоять из более, чем {0} символов.

source: The guild prefix is set to `{0}`.
ru_ru: Префикс гильдии установлен на `{0}`.

source: Toggles deletion of commands
ru_ru: Переключает удаление команд

source: Enables deletion of commands
ru_ru: Включает удаление команд

source: Deleting commands is enabled.
ru_ru: Удаление команд включено.

source: Disables deletion of commands
ru_ru: Отключает удаление команд

source: Deleting commands is disabled.
ru_ru: Удаление команд отключено.

source: Resets guild settings
ru_ru: Сбрасывает настройки гильдии

source: Are you sure?
ru_ru: Вы уверены?

source: Guild settings reset.
ru_ru: Настройки гильдии сброшены.

source: Set privileged roles
ru_ru: Устанавливает привилегированные роли

source: Admin roles Members who have the at least one of admin roles can use Admin cog on a par with members who have administrator permissions.
ru_ru: Роли администраторов Участники которые имеют роль администратора могут пользоваться модулем наравне с участниками, которые имеют права администратора.

source: Admin roles not set.
ru_ru: Роли администраторов не установлены.

source: Admin roles: {0}.
ru_ru: Роли администраторов: {0}.

source: @Admin
ru_ru: @Админ

source: @MiniAdmin @Admin @BotManager
ru_ru: @МиниАдмин @Админ @БотМенеджер

source: 705363996747759657 Admin
ru_ru: 705363996747759657 Админ

source: Add roles to admin role list You can specify roles using the ID, mention, or name of the role.
ru_ru: Добавляет роли в список ролей администраторов Вы можете указать роли используя ID, упоминание или имя роли.

source: You must specify at least one role.
ru_ru: Тебе нужно указать хотя бы одну роль.

source: Roles successfully added.
ru_ru: Роли успешно добавлены.

source: Removes roles from admin role list You can specify roles using the ID, mention, or name of the role.
ru_ru: Удаляет роли из списка ролей администраторов Вы можете указать роли используя ID, упоминание или имя роли.

source: Roles successfully removed.
ru_ru: Роли успешно удалены.

source: Mod roles Members who have the at least one of mod roles can use Mod cog without having to have the appropriate permissions.
ru_ru: Роли модераторов Участники, у которых есть хотя бы одна из ролей модераторов могут использовать модуль Mod без необходимости иметь соответствующие права.

source: Mod roles not set.
ru_ru: Роли модераторов не установлены.

source: Mod roles: {0}.
ru_ru: Роли модераторов: {0}.

source: @Mod
ru_ru: @Мод

source: @MiniMod @Mod
ru_ru: @МиниМод

source: 705363996747759657 Mod
ru_ru: 705363996747759657 Мод

source: Add roles to mod role list You can specify roles using the ID, mention, or name of the role.
ru_ru: Добавляет роли в список ролей модераторов Вы можете указать роли используя ID, упоминание или имя роли.

source: Removes roles from mod role list You can specify roles using the ID, mention, or name of the role. Examples: - guild role mod remove @Mod - guild role mod remove @MiniMod @Mod - guild role mod remove 705363996747759657 Mod
ru_ru: Удаляет роли из списка ролей модераторов Вы можете указать роли используя ID, упоминание или имя роли. Примеры: - guild role mod remove @Mod - guild role mod remove @MiniMod @Mod - guild role mod remove 705363996747759657 Mod

source: Guild whitelist The bot will respond to commands only in whitelisted channels.
ru_ru: Белый список гильдии Бот будет отвечать на команды только в каналах из белого списка.

source: Whitelist is empty.
ru_ru: Белый список пуст.

source: Whitelist
ru_ru: Белый список

source: Adds channels to whitelist
ru_ru: Добавляет каналы в белый список

source: Channels successfully added to whitelist.
ru_ru: Каналы успешно добавлены в белый список.

source: Clears the whitelist
ru_ru: Очищает белый список

source: Whitelist cleared successfully.
ru_ru: Белый список успешно очищен.

source: Disables whitelist in the guild
ru_ru: Отключает белый список в гильдии

source: Whitelist disabled
ru_ru: Белый список отключен

source: Enables whitelist in the guild
ru_ru: Включает белый список в гильдии

source: Whitelist enabled.
ru_ru: Белый список включен.

source: Removes channels from whitelist
ru_ru: Удаляет каналы из белого списка.

source: Channels successfully removed from whitelist.
ru_ru: Каналы успешно удалены из белого списка.

source: The module allows you to get detailed information about emoji, and also keeps emoji usage statistics.
ru_ru: Модуль позволяет тебе получить подробную информацию об эмодзи, а также ведет статистку использований эмодзи.

source: Shows emoji info
ru_ru: Показывает информацию об эмодзи

source: Emoji "{0}"
ru_ru: Эмодзи "{0}"

source: Invalid emoji.
ru_ru: Неверный эмодзи.

source: Emoji statistics
ru_ru: Статистика эмодзи

source: Empty
ru_ru: Пусто

source: **Total**: {0}
ru_ru: **Всего**: {0}

source: A large set of entertainment commands. Everything from 8ball and D&D roll to cat and dog pictures.
ru_ru: Большой набор развлекательных команд. Все от магического шара и костей D&D до картинок котиков и собачек.

source: definitely.
ru_ru: определенно.

source: yes.
ru_ru: да.

source: no.
ru_ru: нет.

source: of course.
ru_ru: разумеется.

source: not really.
ru_ru: не совсем.

source: do not be this.
ru_ru: не бывать этому.

source: 99% that no.
ru_ru: 99%, что нет.

source: no, no, and again no (that's for sure).
ru_ru: нет, нет, и еще раз нет (это точно).

source: yes, but later.
ru_ru: да, но позднее.

source: may be.
ru_ru: может быть.

source: in no case.
ru_ru: ни в коем случае.

source: who knows?
ru_ru: кто знает?

source: definitely yes.
ru_ru: определенно - да.

source: are you kidding?
ru_ru: ты шутишь?

source: I'm tired.
ru_ru: я устала.

source: I have a headache, ask better tomorrow.
ru_ru: у меня болит голова, спроси лучше завтра.

source: I do not know.
ru_ru: не знаю.

source: no, probably.
ru_ru: да нет, наверное.

source: stars say yes.
ru_ru: звезды говорят, что да.

source: yes! (no)
ru_ru: да! (нет)

source: what else can you tell?
ru_ru: еще что расскажешь?

source: I dont have time for this.
ru_ru: у меня нет времени на это.

source: concentrate and ask again.
ru_ru: сконцентрируйся и спроси еще раз.

source: whatever.
ru_ru: ой, все.

source: I should know that!?
ru_ru: это я должна знать!?

source: no longer makes sense.
ru_ru: уже нет смысла.

source: I won’t even answer.
ru_ru: даже отвечать не буду.

source: yes, congratulations!
ru_ru: да, поздравляю!

source: you should not know it.
ru_ru: тебе нельзя знать это.

source: donate to the developer?
ru_ru: задонатить разработчику?

source: Answers the question
ru_ru: Отвечает на вопрос

source: Throws a coin
ru_ru: Кидает монетку

source: eagle
ru_ru: орел

source: tails
ru_ru: решка

source: coffee tea juice
ru_ru: кофе чай сок

source: love "doesn't love"
ru_ru: любит "не любит"

source: Selects one of the options
ru_ru: Выбирает один из вариантов

source: I have nothing to choose from
ru_ru: Мне не из чего выбирать

source: Rolls the dice Template: 1d6+0 Classic dice from D&D. The most common designation that came to D&D is `(x)d(y)+(z)` (sometimes "translated" as `(x)to(y)+(z)`). `Throwing (x)d(y)+(z)` means that you need to throw (x) times a dice with (y) edges, add the results and add (z). If any of the numbers is not specified, the default value from the template will be used. For example, `3d6` means the sum of the values drawn on three hexagonal cubes, and `2d10+5` - on two decahedrons, plus five. You can also throw several combinations at once and get the total result. To do this, split the combinations with " + " (plus with spaces).
ru_ru: Бросает кости Шаблон: 1d6+0 Классические кости из D&D. Самым распространенным обозначением, пришедшим в D&D, является `(x)d(y)+(z)` (иногда "переводимый" как `(x)к(y)+(z)`). `Бросок (x)d(y)+(z)` означает, что надо бросить (x) раз дайс с (y) гранями, сложить результаты и прибавить (z). Если какое-то из чисел не указано, будет использовано значение по умолчанию из шаблона. Например, `3d6` означает сумму значений, выпавших на трёх шестигранных кубиках, а `2d10+5` - на двух десятигранниках, плюс пять. Вы также можете бросить сразу несколько комбинаций и получить суммарный результат. Для этого разделите комбинации с помощью " + " (плюс с пробелами).

source: Invalid expression format.
ru_ru: Неверный формат выражения.

source: Finds a random cat image
ru_ru: Находит случайное изображение кошки

source: No cat found
ru_ru: Не нашла ни одного котика

source: Finds a random dog image You can also specify the breed of the dog.
ru_ru: Находит случайное изображение собаки Ты также можешь указать породу собаки.

source: Breed list
ru_ru: Список пород

source: @Member
ru_ru: @Участник

source: Choke a guild member
ru_ru: Душить участника гильдии

source: *{author} chokes {target}*
ru_ru: *{author} душит {target}*

source: Hug a guild member
ru_ru: Обнять участника гильдии

source: *{author} hugs {target}*
ru_ru: *{author} обнимает {target}*

source: Hit a guild member
ru_ru: Ударить участника гильдии

source: *{author} hits {target}*
ru_ru: *{author} бьет {target}*

source: Kiss a guild member
ru_ru: Поцеловать участника гильдии

source: *{author} kisses {target}*
ru_ru: *{author} целует {target}*

source: Measures love
ru_ru: Измеряет любовь

source: Love you 💗
ru_ru: Люблю тебя 💗

source: {love}% 💗 between {author} and {target}.
ru_ru: {love}% 💗 между {author} и {target}.

source: reflects on the eternal
ru_ru: думает о вечном

source: Perform a 3rd person action
ru_ru: Выполнить действие от 3-го лица

source: Wink at guild member
ru_ru: Подмигнуть участнику гильдии

source: *{author} winks at {target}*
ru_ru: *{author} подмигивает {target}*

source: Starts a game session
ru_ru: Начинает игровую сессию

source: General commands and information.
ru_ru: Основные команды и информация.

source: Amazingly varies depending on the interlocutor. One day I can be the kindest and brightest person on the planet, on another curse everything around. I can talk on absolutely any topic.
ru_ru: Поразительно меняюсь в зависимости от собеседника. В один день могу быть самым добрым и светлым человеком на планете, в другой проклинать всё вокруг. Могу поговорить на абсолютно любые темы.

source: Fills in "About" field in the profile info
ru_ru: Заполняет поле "о себе" в профиле

source: The field is not filled.
ru_ru: Поле не заполнено.

source: This command allows you to fill in the `About` field, which will be displayed in the user profile. Current value: `{0}`
ru_ru: Эта команда позволяет заполнить поле "о себе", которое будет отображаться в профиле пользователя. Текущее значение: `{0}`

source: The field length cannot be less than 20 characters.
ru_ru: Длина поля не может быть меньше 20 символов.

source: The field length cannot be greater than 2000 characters.
ru_ru: Длина поля не может быть больше 2000 символов.

source: The `About` field is set.
ru_ru: Поле `о себе` установлено.

source: Clears "About" field in profile info.
ru_ru: Очищает поле "о себе" в профиле.

source: The `About` field is cleared.
ru_ru: Поле `о себе` очищено.

source: Returns an invitation link
ru_ru: Возвращает ссылку-приглашение

source: You can invite me at this link
ru_ru: Ты можешь пригласить меня по этой ссылке

source: Shows information about me
ru_ru: Показывает информацию обо мне

source: Sonata Info
ru_ru: Информация о Сонате

source: Name
ru_ru: Имя

source: API wrapper
ru_ru: API оболочка

source: Developer
ru_ru: Разработчик

source: Status
ru_ru: Статус

source: **Last restart**: {launch_time} **Online**: {online} **Serving**: {guilds} guilds and {members} members.
ru_ru: **Последний перезапуск**: {launch_time} **Онлайн**: {online} **Обслуживается**: {guilds} гильдий и {members} участников.

source: Language support
ru_ru: Поддержка языков

source: Useful links
ru_ru: Полезные ссылки

source: [Website]({website}) [Invite the bot to your server]({invite}) [Vote for the bot]({vote})
ru_ru: [Вебсайт]({website}) [Пригласить бота на свой сервер]({invite}) [Проголосовать за бота]({vote})

source: {0} Info
ru_ru: Информация о {0}

source: Online
ru_ru: В сети

source: Offline
ru_ru: Не в сети

source: Idle
ru_ru: Не активен

source: Do Not Disturb
ru_ru: Не беспокоить

source: Playing
ru_ru: Играет в

source: Streaming
ru_ru: Стримит

source: Listening
ru_ru: Слушает

source: Activity
ru_ru: Активность

source: Joined the guild
ru_ru: Дата присоединения к гильдии

source: Registration date
ru_ru: Дата регистрации

source: Summary
ru_ru: Общая информация

source: Statistics has been running since
ru_ru: Статистика ведется с

source: Total messages
ru_ru: Всего сообщений

source: Commands invoked
ru_ru: Использовано команд

source: Level
ru_ru: Уровень

source: Experience
ru_ru: Опыт

source: Guild rank
ru_ru: Ранг (гильдия)

source: `Statistics counts only messages visible to the bot`
ru_ru: `Статистика учитывает только сообщения, видимые для бота`

source: Statistics
ru_ru: Статистика

source: The coin command constantly responds with an eagle.
ru_ru: Команда "coin" постоянно отвечает "орел".

source: Sends a bug report to the bot owner
ru_ru: Отправляет отчет об ошибке владельцу бота

source: Vote for the bot
ru_ru: Проголосовать за бота

source: This module allows you to set the language in direct messages and display a list of supported languages.
ru_ru: Этот модуль позволяет установить язык в личных сообщениях и вывести список поддерживаемых языков.

source: Set locale
ru_ru: Устанавливает язык

source: Current user locale is {flag} `{locale}`.
ru_ru: Текущий язык пользователя: {flag} `{locale}`.

source: The user locale is set to {flag} `{locale}`.
ru_ru: Язык пользователя установлен на {flag} `{locale}`.

source: Returns a list of supported locales
ru_ru: Возвращает список поддерживаемых языков

source: Available locales: {0}.
ru_ru: Доступные языки: {0}.

source: Locales updated
ru_ru: Локали обновлены

source: Using this module, moderators can ban, unban, kick, mute members, bulk delete flood and other moderator things. All actions can be logged in the modlog.
ru_ru: Используя этот модуль, модераторы могут банить, разбанивать, выгонять, мутить участников, массово удалять флуд и другие модераторские штучки. Все действия могут логироваться в журнале модераторов.

source: Time expired
ru_ru: Время истекло

source: `Before` message must be in the same channel.
ru_ru: Сообщение "до" должно быть в том же канале.

source: Member#1234 spam
ru_ru: Участник#1234 спам

source: 239686604271124481 bad words
ru_ru: 239686604271124481 ругательства

source: Kick member from the guild
ru_ru: Выгоняет участника из гильдии

source: Member kicked: {0}
ru_ru: Участник выгнан: {0}

source: @User
ru_ru: @Пользователь

source: User#1234 1 spam
ru_ru: Пользователь#1234 1 спам

source: 239686604271124481 7 bad words
ru_ru: 239686604271124481 7 ругательства

source: Ban user in the guild You can specify number of days worth of messages to delete from the user in the guild. The minimum is 0 and the maximum is 7. Defaults to 0.
ru_ru: Банит пользователя в гильдии Вы можете указать количество дней для удаления сообщений пользователя в гильдии. Минимум 0 и максимум 7. По умолчанию 0.

source: User banned: {0}
ru_ru: Пользователь забанен: {0}

source: @User 60
ru_ru: @Пользователь 60

source: User#1234 1800 1 spam
ru_ru: Пользователь#1234 1800 1 спам

source: 239686604271124481 10 7 bad words
ru_ru: 239686604271124481 10 7 ругательства

source: Temporarily ban user in the guild You can specify number of days worth of messages to delete from the user in the guild. The minimum is 0 and the maximum is 7. Defaults to 0.
ru_ru: Временно банит пользователя в гильдии Вы можете указать количество дней для удаления сообщений пользователя в гильдии. Минимум 0 и максимум 7. По умолчанию 0.

source: 239686604271124481 amnesty
ru_ru: 239686604271124481 амнистия

source: Unban user in the guild You must provide a user ID.
ru_ru: Разбанивает пользователя в гильдии Тебе нужно указать ID пользователя.

source: User not banned.
ru_ru: Пользователь не забанен.

source: User unbanned: {0}
ru_ru: Пользователь разбанен: {0}

source: 20 706903341934051489 spam
ru_ru: 20 706903341934051489 спам

source: 100 <message url> raid
ru_ru: 100 <ссылка на сообщение> рейд

source: Purges messages in the channel You can specify message before which to start purging. The message must be in the same channel.
ru_ru: Чистит сообщения в канале Вы можете указать сообщения до которого начать чистку. Сообщение должно быть в этом же канале.
